Repository: veer66/kde-l10n-th
Catalog: messages/plasma-workspace/plasma-workspace._desktop_.po
Languages: th

# Name
source: Open with File Manager
th: เปิดใช้งานผ่านเครื่องมือจัดการแฟ้ม

# Name
source: Device Notifier
th: แจ้งให้ทราบถึงอุปกรณ์

# Name
source: Device Status
th: สถานะอุปกรณ์

# Name
source: Plasma Widgets
th: วิดเจ็ต Plasma

# Name
source: Wallpaper Plugins
th: ปลั๊กอินวอลเปเปอร์

# Name
source: Request for Donation
th: ขอรับบริจาค

# Comment
source: Shows a yearly request to donate to KDE
th: แสดงคําขอบริจาครายปีให้กับ KDE

# Name
source: Application
th: แอปพลิเคชัน

# Comment
source: KDE Free Space Notifier Daemon
th: ดีมอนการแจ้งพื้นที่ว่างของ KDE

# Name
source: Low Disk Space
th: พื้นที่ดิสก์เหลือน้อย

# Name
source: Warning
th: คำเตือน

# Comment
source: Used for warning notifications
th: ใช้สำหรับการแจ้งเตือนให้ทราบ

# Name
source: Running low on disk space
th: พื้นที่ดิสก์กำลังเหลือน้อย

# Comment
source: You are running low on disk space
th: คุณกำลังทำงานด้วยพื้นที่ดิสก์ที่เหลือน้อย

# Name
source: Color Schemes
th: ชุดสี

# GenericName
source: Color scheme editor
th: ตัวแก้ไขชุดสี

# Comment
source: Plasma color scheme editor
th: ตัวแก้ไขชุดสี Plasma

# Name
source: Cursors
th: Cursor

# Name
source: Plasma Styles
th: สไตล์ Plasma

# Name
source: Icons
th: ไอคอน

# Name
source: Install...
th: ติดตั้ง...

# GenericName
source: Font Installer
th: ตัวติดตั้งฟอนต์

# GenericName
source: Font Viewer
th: โปรแกรมแสดงฟอนต์

# Name
source: Font Installer
th: ตัวติดตั้งฟอนต์

# Name
source: Manage system-wide fonts.
th: จัดการฟอนต์ทั่วระบบ

# Description
source: Modifying the system-wide font configuration requires privileges.
th: การแก้ไขการกําหนดค่าฟอนต์ทั้งระบบต้องใช้สิทธิ์การใช้งาน

# Name
source: Fonts
th: ฟอนต์

# Name
source: Global Themes
th: ธีมทั้งระบบ

# Name
source: GNOME/GTK Application Styles
th: สไตล์แอปพลิเคชัน GNOME/GTK

# Name
source: Trash
th: ถังขยะ

# Comment
source: Contains removed files
th: มีไฟล์ที่ถูกลบออก

# Name
source: Klipper
th: คลิปเปอร์

# GenericName
source: Clipboard Tool
th: เครื่องมือคลิปบอร์ด

# Comment
source: A cut & paste history utility
th: เครื่องมือดูประวัติการตัดและวาง

# Name
source: Run command on clipboard contents
th: เรียกใช้คําสั่งบนเนื้อหาคลิปบอร์ด

# Name
source: Notification Manager
th: จัดการการแจ้งเตือน

# Name
source: Summary for unread inhibited notifications
th: สรุปการแจ้งเตือนที่ถูกยับยั้งซึ่งไม่ได้อ่าน

# Comment
source: Plasma by KDE
th: Plasma โดย KDE

# Name
source: Internal Services
th: บริการภายใน

# Name
source: Translation
th: แปลภาษา

# Name
source: Web Development
th: พัฒนาเว็บ

# Name
source: Development
th: พัฒนาโปรแกรม

# Name
source: Editors
th: เครื่องมือแก้ไขข้อความ

# Name
source: Languages
th: ภาษาต่าง ๆ

# Name
source: Mathematics
th: คณิตศาสตร์

# Name
source: Miscellaneous
th: เบ็ดเตล็ด

# Name
source: Science
th: วิทยาศาสตร์

# Name
source: Teaching Tools
th: เครื่องมือช่วยการสอน

# Name
source: Education
th: การศึกษา

# Name
source: Arcade
th: เกมอาเขต

# Name
source: Board Games
th: เกมกระดาน

# Name
source: Card Games
th: เกมแนวไพ่

# Name
source: Games for Kids
th: เกมสำหรับเด็ก

# Name
source: Logic Games
th: เกมแนวตรรกะ

# Name
source: Rogue-like Games
th: เกมคล้าย Rogue

# Name
source: Tactics & Strategy
th: เกมกลยุทธ์และวางแผน

# Name
source: Games
th: เกมต่าง ๆ

# Name
source: Graphics
th: กราฟิก

# Name
source: Help
th: ช่วย

# Name
source: Terminal Applications
th: โปรแกรมเทอร์มินัล

# Name
source: Internet
th: อินเทอร์เน็ต

# Name
source: KDE Menu
th: เมนู KDE

# Name
source: More Applications
th: แอปพลิเคชั่นเพิ่มเติม

# Name
source: Multimedia
th: มัลติมีเดีย

# Name
source: Network
th: เครือข่าย

# Name
source: Office
th: สำนักงาน

# Name
source: Science & Math
th: วิทยาศาสตร์และคณิตศาสตร์

# Name
source: Settings
th: ตั้งค่า

# Name
source: System
th: ระบบ

# Name
source: Toys
th: ของเล่นสนุก ๆ

# Name
source: Lost & Found
th: จัดหมวดหมู่ไม่ได้

# Name
source: Accessibility
th: ช่วยการใช้งาน

# Comment
source: Accessibility
th: ช่วยการใช้งานให้ง่ายขึ้น

# Name
source: Desktop
th: เดสก์ท็อป

# Comment
source: Desktop
th: เดสก์ท็อป

# Name
source: File
th: ไฟล์

# Comment
source: File
th: ไฟล์

# Name
source: Peripherals
th: อุปกรณ์ต่อพ่วง

# Comment
source: Peripherals
th: อุปกรณ์ต่อพ่วง

# Name
source: PIM
th: จัดการข้อมูลส่วนตัว (PIM)

# Comment
source: PIM
th: จัดการข้อมูลส่วนตัว (PIM)

# Comment
source: X Window Utilities
th: โปรแกรมอรรถประโยชน์ต่าง ๆ ของระบบ X Window

# Comment
source: The core of the operating system
th: แกนหลักของระบบปฏิบัติการ

# Name
source: Catastrophe
th: ภัยพิบัติ

# Comment
source: A very serious error has occurred
th: เกิดข้อผิดพลาดร้ายแรงมาก

# Comment
source: Multimedia System
th: ระบบสื่อประสม

# Name
source: Audio Output Device Changed
th: อุปกรณ์ส่งออกเสียงมีการเปลี่ยนแปลง

# Comment
source: Notification when audio output device has automatically changed
th: แจ้งให้ทราบเมื่ออุปกรณ์ส่วนส่งออกเสียงมีการเปลี่ยนแปลงที่เกิดขึ้นอย่างอัตโนมัติ

# Name
source: Plasma Windowed
th: หน้าต่าง Plasma

# Comment
source: Run Plasmoids as simple applications
th: เรียกใช้ Plasmoid เป็นแอปพลิเคชันง่ายๆ

# Name
source: File Search
th: ค้นหาไฟล์

# Comment
source: Searches for files by name and content
th: ค้นหาไฟล์ตามชื่อและเนื้อหา

# Name
source: Plasma Desktop Workspace
th: พื้นที่ทำงานเดสก์ท็อป Plasma

# Name
source: Plasma Session Restore
th: เรียกคืนเซสชัน Plasma

# Name
source: Plasma Session Save
th: บันทึกเซสชันPlasma

# Name
source: CDE
th: รูปแบบ CDE

# Comment
source: Built-in unthemed CDE style
th: รูปแบบซึ่งรวมมาในชุดอยู่แล้ว เลียนแบบ CDE

# Comment
source: Built-in unthemed style similar to Clearlooks from GNOME
th: รูปแบบซึ่งรวมมาในชุดอยู่แล้ว ที่คล้ายชุดตกแต่ง Clearlooks ของ GNOME

# Name
source: GTK+ Style
th: รูปลักษณ์ของ GTK+

# Comment
source: Style that uses the GTK+ theming engine
th: รูปแบบที่ใช้กลไกชุดตกแต่งรูปลักษณ์ของ GTK+

# Name
source: Motif
th: รูปแบบ Motif

# Comment
source: Built-in unthemed Motif style
th: รูปแบบซึ่งรวมมาในชุดอยู่แล้ว เลียนแบบรูปลักษณ์ของ Motif

# Name
source: Plastique
th: รูปแบบพลาสติก

# Comment
source: Built-in unthemed style similar to Plastik from KDE3
th: รูปแบบซึ่งรวมมาในชุดอยู่แล้ว ที่คล้ายชุดตกแต่งพลาสติกของ KDE3

# Name
source: MS Windows 9x
th: รูปแบบ MS Windows 9x

# Comment
source: Built-in unthemed Windows 9x style
th: รูปแบบซึ่งรวมมาในชุดอยู่แล้ว เลียนแบบวินโดวส์ 9x

# Name
source: Wallpapers
th: วอลเปเปอร์

# Description
source: Jpeg-Image
th: แฟ้มภาพ Jpeg

# Description
source: Launch &Gwenview
th: เรียกใช้งาน '&Gwenview'

# Description
source: Web-URL
th: ที่อยู่ URL ของเว็บ

# Description
source: Open with &default Browser
th: เปิดด้วยเบราเซอร์&ปริยาย

# Description
source: Open with &Konqueror
th: เปิดด้วย '&คอนเควอร์เรอร์'

# Description
source: Open with &Mozilla
th: เปิดด้วย '&มอซซิลลา'

# Description
source: Send &URL
th: ส่งที่อยู่ &URL

# Description
source: Open with &Firefox
th: เปิดด้วย 'ไ&ฟร์ฟอกซ์'

# Description
source: Send &Page
th: ส่งหน้าเ&ว็บ

# Description
source: Mail-URL
th: ที่อยู่ URL ของจดหมาย

# Description
source: Launch &Kmail
th: เรียกใช้งาน 'รับ/ส่งจดหมาย-&K'

# Description
source: Launch &mutt
th: เรียกใช้งาน '&mutt'

# Description
source: Text File
th: แฟ้มข้อความ

# Description
source: Launch K&Write
th: เรียกใช้งาน 'K&Write'

# Description
source: Local file URL
th: ที่อยู่ของแฟ้มในระบบ

# Description
source: Send &File
th: ส่งแ&ฟ้ม

# Description
source: Gopher URL
th: ที่อยู่ URL ของโกเฟอร์

# Description
source: ftp URL
th: ที่อยู่ URL ของ ftp
