Repository: veer66/kde-l10n-th
Catalog: messages/kuickshow/kuickshow.po
Languages: th

# NAME OF TRANSLATORS
source: Your names
th: ถนอมทรัพย์ นพบูรณ์

# EMAIL OF TRANSLATORS
source: Your emails
th: donga.nb@gmail.com

source: Apply default image modifications
th: ปรับใช้การแก้ไขรูปภาพปริยาย

source: Scaling
th: การปรับขนาด

source: Scale image to screen size, if smaller, up to factor:
th: ปรับขนาดภาพให้เต็มขนาดจอหากภาพเล็กกว่าจอ ขึ้นกับองค์ประกอบ:

source: Shrink image to screen size, if larger
th: ลดขนาดภาพให้เต็มจอ หากภาพใหญ่กว่าจอ

source: Geometry
th: มิติรูปภาพ

source: Flip vertically
th: พลิกรูปภาพทางแนวตั้ง

source: Flip horizontally
th: พลิกรูปภาพทางแนวนอน

source: Rotate image:
th: หมุนรูปภาพ:

source: 0 Degrees
th: 0 องศา

source: 90 Degrees
th: 90 องศา

source: 180 Degrees
th: 180 องศา

source: 270 Degrees
th: 270 องศา

source: Adjustments
th: การปรับแก้

source: Brightness:
th: ความสว่าง:

source: Contrast:
th: ความเปรียบต่าง:

source: Gamma:
th: ค่าแกมมา:

source: Preview
th: ภาพตัวอย่าง

source: Original
th: ดั้งเดิม

source: Modified
th: มีการแก้ไข

source: Remember last folder
th: จดจำโฟลเดอร์ล่าสุดที่ใช้

source: Quality/Speed
th: คุณภาพ/ความเร็ว

source: Fast rendering
th: วาดภาพเร็ว

source: Dither in HiColor (15/16bit) modes
th: ปรับเกลี่ยภาพในโหมดสีสูง (15/16 บิต)

source: Dither in LowColor (<=8bit) modes
th: ปรับเกลี่ยภาพในโหมดสีต่ำ (<= 8 บิต)

source: Use own color palette
th: ใช้จานสีของตัวเอง

source: Fast palette remapping
th: จับคู่จานสีอย่างรวดเร็ว

source: Maximum cache size:
th: ขนาดแคชใหญ่สุด:

source: Unlimited
th: ไม่จำกัด

source: MB
th: เมกะไบต์

source: Fullscreen mode
th: โหมดเต็มจอภาพ

source: Background color:
th: สีพื้นหลัง:

source: Show only files with extension:
th: แสดงเฉพาะแฟ้มที่มีส่วนขยายต่อไปนี้:

source: Open KuickShow Website
th: เปิดเวบไซต์ของ ดูภาพด่วน K

source: Preload next image
th: โหลดรูปภาพถัดไปล่วงหน้า

source: Show Next Image
th: แสดงรูปภาพถัดไป

source: Show Previous Image
th: แสดงรูปภาพก่อนหน้า

source: Delete Image
th: ลบรูปภาพ

source: Restore Original Size
th: คืนค่าขนาดเดิมของภาพ

source: Maximize
th: ใหญ่ที่สุด

source: Rotate 90 Degrees
th: หมุนภาพ 90 องศา

source: Rotate 180 Degrees
th: หมุนภาพ 180 องศา

source: Rotate 270 Degrees
th: หมุนภาพ 270 องศา

source: Flip Horizontally
th: พลิกภาพทางแนวนอน

source: Flip Vertically
th: พลิกภาพทางแนวตั้ง

source: Print Image...
th: พิมพ์รูปภาพ...

source: More Brightness
th: ความสว่างมาก

source: Less Brightness
th: ความสว่างน้อย

source: More Contrast
th: ความเปรียบต่างมาก

source: Less Contrast
th: ความเปรียบต่างน้อย

source: More Gamma
th: ค่าแกมมามาก

source: Less Gamma
th: ค่าแกมมาน้อย

source: Scroll Up
th: เลื่อนขึ้นด้านบน

source: Scroll Down
th: เลื่อนลงด้านล่าง

source: Scroll Left
th: เลื่อนมาทางซ้าย

source: Scroll Right
th: เลื่อนมาทางขวา

source: Pause Slideshow
th: หยุดการนำเสนอชั่วคราว

source: Reload Image
th: โหลดรูปภาพอีกครั้ง

source: Properties
th: คุณสมบัติ

source: Unable to load the image %1. Perhaps the file format is unsupported or your Imlib is not installed properly.
th: ไม่สามารถโหลดรูปภาพ %1 ได้ เป็นไปได้ว่าระบบของคุณไม่รองรับแฟ้มรูปแบบดังกล่าว หรือไลบรารี Imlib อาจจะไม่ได้ติดตั้งอยู่

source: Brightness
th: ความสว่าง

source: Contrast
th: ความเปรียบต่าง

source: Gamma
th: แกมมา

source: Unable to print the image.
th: ไม่สามารถพิมพ์รูปภาพได้

source: Printing Failed
th: การพิมพ์ล้มเหลว

source: Keep original image size
th: รักษาขนาดเดิมของภาพไว้

source: File Saving Failed
th: การบันทึกแฟ้มล้มเหลว

source: Configure
th: ปรับแต่ง

source: &General
th: ค่าทั่วไป

source: &Modifications
th: การแก้ไข

source: &Slideshow
th: นำเสนอภาพนิ่ง

source: &Viewer Shortcuts
th: แป้นพิมพ์ลัดตัวแสดงภาพ

source: Bro&wser Shortcuts
th: แป้นพิมพ์ลัดตัวดูภาพรวม

source: &File
th: แฟ้ม

source: &Edit
th: แก้ไข

source: &Settings
th: ตั้งค่า

source: Main Toolbar
th: แถบเครื่องมือหลัก

source: Image Error
th: รูปภาพผิดพลาด

source: Select Files or Folder to Open
th: เลือกแฟ้มหรือโฟลเดอร์ที่จะเปิด

source: Start Slideshow
th: เริ่มการนำเสนอภาพนิ่ง

source: Show File Browser
th: แสดงตัวดูภาพรวม

source: Hide File Browser
th: ซ่อนตัวดูภาพรวม

source: Configure %1...
th: ปรับแต่ง%1...

source: About KuickShow
th: เกี่ยวกับดูภาพด่วน K

source: Open Only One Image Window
th: เปิดหน้าต่างเดียวเท่านั้น

source: Show Image
th: แสดงรูปภาพ

source: Show Image in Active Window
th: แสดงรูปภาพในหน้าต่างที่ทำงานอยู่

source: Show Image in Fullscreen Mode
th: แสดงรูปภาพในโหมดเต็มจอภาพ

source: KuickShow
th: ดูภาพด่วน K

source: A fast and versatile image viewer
th: เครื่องมือแสดงรูปภาพที่เร็วและอเนกประสงค์

source: Start in the last visited folder, not the current working folder.
th: เริ่มการทำงานในโฟลเดอร์ล่าสุดที่เคยใช้ แต่ไม่ใช่โฟลเดอร์ที่กำลังทำงานอยู่ในปัจจุบัน

source: Optional image filenames/urls to show
th: ตัวเลือกสำหรับชื่อแฟ้ม/ตำแหน่งของรูปภาพที่จะแสดง

source: Print %1
th: พิมพ์ %1

source: Image Settings
th: ตั้งค่ารูปภาพ

source: Print fi&lename below image
th: พิมพ์ชื่อแฟ้มใต้รูปภาพ

source: Print image in &black and white
th: พิมพ์รูปภาพในแบบภาพขาวดำ

source: &Width:
th: ความกว้าง:

source: Millimeters
th: มิลลิเมตร

source: Centimeters
th: เซนติเมตร

source: Inches
th: นิ้ว

source: &Height:
th: ความสูง:

source: Print e&xact size:
th: พิมพ์ขนาด:

source: Shrink image to &fit, if necessary
th: ปรับขนาดรูปภาพให้พอดี หากจำเป็น

source: Switch to &full-screen
th: สลับเป็นโหมดเต็มจอภาพ

source: S&tart with current image
th: เริ่มด้วยรูปภาพปัจจุบัน

source: De&lay between slides:
th: หน่วงเวลาก่อนเปลี่ยนภาพ:

source: Wait for key
th: รอการกดแป้้นพิมพ์

source: sec
th: วินาที
